list_npa = [ { 'num': 1, 'name': 'Социальный кодекс', 'path': '/static/nsi/Социальный кодекс.pdf'}, 
             { 'num': 2, 'name': 'Правила исчисления, назначения 0701 от 01-01-2025', 'path': '/static/nsi/Правила исчисления, назначения 0701 от 01-01-2025.pdf'}, 
             { 'num': 3, 'name': 'Правила исчисления, назначения 0702 от 01-01-2025', 'path': '/static/nsi/Правила исчисления, назначения 0702 от 01-01-2025.pdf'},
             { 'num': 4, 'name': 'Правила исчисления, назначения 0703 от 01-01-2025', 'path': '/static/nsi/Правила исчисления, назначения 0703 от 01-01-2025.pdf'},
             { 'num': 5, 'name': 'Правила исчисления, назначения 0704-0705 от 01-01-2025', 'path': '/static/nsi/Правила исчисления, назначения 0704-0705 от 01-01-2025.pdf' }    
           ]